Repository: josephmawa/SpellingBee
Catalog: po/*.po
Languages: it, nl, vi

source: Learn;English;Word:Vocabulary;Spelling;Spell;Game;Puzzle;Bee;
it: Impara;Inglese;Parola:Vocabolario;Ortografia;sillabare;Gioco;Puzzle;Ape;
nl: Leren;Engels;Woord;Woordenschat;Spelling;Spel;Game;Puzzel;Kampioen;English;
vi: Learn;English;Word:Vocabulary;Spelling;Spell;Game;Puzzle;Bee;học;tiếng anh;từ;vốn từ;đánh vần;trò chơi;đố chữ;ong;

source: Learn new English words
it: Impara nuove parole in inglese
nl: Leer nieuwe Engelse woorden
vi: Học các từ tiếng Anh mới

source: Use Spelling Bee to enhance your English vocabulary while having fun.
it: Utilizza Spelling Bee per arricchire il tuo vocabolario di inglese divertendoti.
nl: Vergroot je Engelse woordenschat spelenderwijs.
vi: Sử dụng Spelling Bee để nâng cao vốn từ tiếng Anh trong khi giải trí.

source: Below are the main features:
it: Di seguito le caratteristiche principali:
nl: Spellingkampioen beschikt over het volgende:
vi: Các tính năng chính:

source: Provides thousands of words
it: Fornisce migliaia di parole
nl: Duizenden woorden
vi: Cung cấp hàng nghìn từ

source: You can play it offline
it: Puoi giocarci offline
nl: Speel offline
vi: Có thể chơi offline

source: It provides links to the meaning of words
it: Fornisce collegamenti al significato delle parole
nl: Links naar betekenissen van woorden
vi: Cung cấp liên kết đến nghĩa của từ

source: You can view puzzle history
it: Puoi visualizzare la cronologia dei puzzle
nl: Bekijk je vorige pogingen
vi: Có thể xem lịch sử câu đố

source: You can view your score
it: Puoi visualizzare il tuo punteggio
nl: Bekijk je score
vi: Có thể xem điểm số của bạn

source: Switch to dark, light, or system mode
it: Passa alla modalità scura, chiara o di sistema
nl: Kies voor het lichte, donkere of systeemthema
vi: Chuyển sang chế độ tối, sáng hoặc hệ thống

source: Spelling Bee in dark mode
it: Spelling Bee in modalità scura
nl: Spellingkampioen (donker thema)
vi: Spelling Bee ở chế độ tối

source: Spelling Bee in light mode
it: Spelling Bee in modalità chiara
nl: Spellingkampioen (licht thema)
vi: Spelling Bee ở chế độ sáng

# shortcut window
source: General
it: Generale
nl: Algemeen
vi: Chung

# shortcut window
source: Open Menu
it: Apri il Menu
nl: Menu openen
vi: Mở menu

# shortcut window
source: Show Shortcuts
it: Mostra scorciatoie
nl: Sneltoetsen tonen
vi: Hiện phím tắt

# shortcut window
source: Quit
it: Esci
nl: Afsluiten
vi: Thoát

# shortcut window
source: Preferences
it: Preferenze
nl: Voorkeuren
vi: Tùy chọn

source: Hints
it: Suggerimenti
vi: Gợi ý

source: <span size="x-large" weight="bold">Two Letter List</span>
it: <span size="x-large" weight="bold">Elenco di due lettere</span>
nl: <span size="x-large" weight="bold">Tweeletterlijst</span>
vi: <span size="x-large" weight="bold">Danh sách hai chữ cái</span>

source: How to play Spelling Bee
it: Come giocare a Spelling Bee
nl: Speluitleg
vi: Cách chơi Spelling Bee

source: Preferences
it: Preferenze
nl: Voorkeuren
vi: Tùy chọn

source: Color Theme
it: Colore del tema
nl: Thema
vi: Chủ đề màu

source: Color theme
it: Colore del tema
nl: Thema
vi: Chủ đề màu

# System color theme
source: System
it: Sistema
nl: Systeemthema
vi: Hệ thống

# Light color theme
source: Light
it: Chiaro
nl: Licht thema
vi: Sáng

# Dark color theme
source: Dark
it: Scuro
nl: Donker thema
vi: Tối

source: Quiz Settings
it: Impostazioni del quiz
nl: Quizvoorkeuren
vi: Cài đặt câu đố

source: Recycle Quiz
it: Riciclare Quiz
nl: Quiz herstellen
vi: Tái sử dụng câu đố

source: Recycle attempted quiz
it: Ricicla i tentativi di quiz
nl: Herstel een eerdere quiz
vi: Tái sử dụng câu đố đã chơi

# accessibility
source: Recycle attempted quiz
it: Ricicla i tentativi di quiz
nl: Quiz herstellen
vi: Tái sử dụng câu đố đã chơi

source: Rankings
it: Classifiche
nl: Klassement
vi: Xếp hạng

source: Ranks for the current puzzle
it: Classifiche per il puzzle attuale
nl: Het klassement van de huidige puzzel
vi: Xếp hạng cho câu đố hiện tại

source: Below are the minimum scores you need to reach each rank.
it: Di seguito sono riportati i punteggi minimi necessari per raggiungere ogni livello.
nl: Hieronder staan de minimale scores die je moet behalen om rang omhoog te gaan.
vi: Dưới đây là điểm tối thiểu để đạt từng hạng.

source: No rankings for this puzzle
it: Nessuna classifica per questo puzzle
nl: Er is nog geen klassement
vi: Không có xếp hạng cho câu đố này

source: Statistics
it: Statistiche
nl: Statistieken
vi: Thống kê

source: Your puzzle statistics
it: Le statistiche del tuo puzzle
nl: Mijn puzzelstatistieken
vi: Thống kê câu đố của bạn

source: Only statistics for the last <b>20 games</b> are available.
it: Sono disponibili solo le statistiche delle ultime <b>20 partite</b>.
nl: Er zijn alleen statistieken van de vorige <b>20 spellen</b> beschikbaar.
vi: Chỉ có thống kê cho <b>20 ván</b> gần nhất.

source: No statistics yet
it: Ancora nessuna statistica
nl: Er zijn nog geen statistieken
vi: Chưa có thống kê

source: Help
it: Aiuto
nl: Hulp
vi: Trợ giúp

source: Main Menu
it: Menu principale
nl: Hoofdmenu
vi: Menu chính

source: Enter Word
it: Inserisci parola
nl: Vul een woord in
vi: Nhập từ

source: Delete
it: Elimina
nl: Verwĳderen
vi: Xóa

source: Hint
it: Suggerimento
vi: Gợi ý

source: Shuffle
it: Mescola
nl: Schudden
vi: Xáo trộn

source: Check
it: Controlla
nl: Controleren
vi: Kiểm tra

source: No Words Found Yet
it: Nessuna parola ancora trovata
nl: Je hebt nog geen woorden gemaakt
vi: Chưa tìm thấy từ nào

# Back to main screen
source: Back
it: Indetro
nl: Terug
vi: Quay lại

# accessibility
source: Back
it: Indietro
nl: Terug
vi: Quay lại

source: Puzzle Solution
it: Soluzione del puzzle
nl: Oplossing
vi: Lời giải câu đố

source: _Preferences
it: _Preferenze
nl: _Voorkeuren
vi: _Tùy chọn

source: _Keyboard Shortcuts
it: _Scorciatoie da tastiera
nl: _Sneltoetsen
vi: _Phím tắt

source: _About Spelling Bee
it: _Informazioni su Spelling Bee
nl: Over Spellingk_ampioen
vi: _Giới thiệu Spelling Bee

source: How To Play
it: Come si gioca
nl: Speluitleg
vi: Cách chơi

source: New Puzzle
it: Nuovo puzzle
nl: Nieuwe puzzel
vi: Câu đố mới

source: Solve Puzzle
it: Risolvi puzzle
nl: Puzzel oplossen
vi: Giải câu đố

source: Words
it: Parole
nl: Woorden
vi: Từ

source: Good +%d
it: Buono +%d
nl: Goed zo - +%d
vi: Tốt +%d

source: Great +%d
it: Ottimo +%d
nl: Geweldig - +%d
vi: Rất tốt +%d

source: Amazing +%d
it: Incredibile +%d
nl: Ga zo door - +%d
vi: Tuyệt vời +%d

source: Superb +%d
it: Superbo +%d
nl: Uitstekend - +%d
vi: Xuất sắc +%d

source: translator-credits
it: Albano Battistella <albanobattistella@gmail.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Start New Puzzle
it: Inizia un nuovo puzzle
nl: Nieuwe puzzel starten
vi: Bắt đầu câu đố mới

source: Are you sure you want to start a new puzzle? Your progress will not be saved.
it: Sei sicuro di voler iniziare un nuovo puzzle? I tuoi progressi non verranno salvati.
nl: Weet je zeker dat je een nieuwe puzzel wilt starten? Je voortgang wordt niet bewaard.
vi: Bạn có chắc muốn bắt đầu câu đố mới không? Tiến trình hiện tại sẽ không được lưu.

source: Close Dialog
it: Chiudi finestra di dialogo
nl: Venster sluiten
vi: Đóng hộp thoại

source: Are you sure you want to view the solution for this puzzle? Your progress will not be saved.
it: Sei sicuro di voler visualizzare la soluzione di questo puzzle? I tuoi progressi non verranno salvati.
nl: Weet je zeker dat je de oplossing wilt bekijken? Je voortgang wordt niet bewaard.
vi: Bạn có chắc muốn xem lời giải cho câu đố này không? Tiến trình hiện tại sẽ không được lưu.

source: Go Back To Main View
it: Torna alla vista principale
nl: Terug naar hoofdscherm
vi: Quay lại màn hình chính

source: Are you sure you want to go back to the main view? This will start a new game.
it: Sei sicuro di voler tornare alla schermata principale? Questo avvierà una nuova partita.
nl: Weet je zeker dat je wilt terugkeren naar het hoofdscherm? Er wordt dan een nieuw spel gestart.
vi: Bạn có chắc muốn quay lại màn hình chính không? Thao tác này sẽ bắt đầu ván mới.

source: Go Back
it: Torna indietro
nl: Ga terug
vi: Quay lại

source: The Rules
it: Le regole
nl: Regels
vi: Luật chơi

source: Create words using the <span weight="ultrabold">provided letters</span>
it: Crea parole utilizzando le <span weight="ultrabold">lettere fornite</span>
nl: Maak woorden aan de hand van de <span weight="ultrabold">getoonde letters</span>
vi: Tạo từ bằng <span weight="ultrabold">các chữ cái được cung cấp</span>

source: The words <span weight="ultrabold">must contain at least 4 letters</span>
it: Le parole <span weight="ultrabold">devono contenere almeno 4 lettere</span>
nl: Woorden <span weight="ultrabold">dienen minimaal uit 4 letters te bestaan</span>
vi: Từ <span weight="ultrabold">phải có ít nhất 4 chữ cái</span>

source: Each word <span weight="ultrabold">must include the center letter</span>
it: Ogni parola <span weight="ultrabold">deve includere la lettera centrale</span>
nl: Ieder woord <span weight="ultrabold">moet de middelste letter bevatten</span>
vi: Mỗi từ <span weight="ultrabold">phải chứa chữ cái ở giữa</span>

source: Provided <span weight="ultrabold">letters can be used more than once</span>
it: Fornito <span weight="ultrabold">di lettere possano essere utilizzate più di una volta</span>
nl: Getoonde <span weight="ultrabold">letters kunnen meermaals gebruikt worden</span>
vi: <span weight="ultrabold">Chữ cái được cung cấp có thể dùng nhiều lần</span>

source: The Scores
it: I punteggi
nl: Scores
vi: Cách tính điểm

source: Each <span weight="ultrabold">four-letter</span> word is worth <span weight="ultrabold">one point</span>
it: Ogni parola di <span weight="ultrabold">quattro lettere</span> vale <span weight="ultrabold">un punto</span>
nl: Ieder <span weight="ultrabold">vierletter</span>woord is <span weight="ultrabold">één punt waard</span>
vi: Mỗi từ <span weight="ultrabold">4 chữ cái</span> được <span weight="ultrabold">1 điểm</span>

source: <span weight="ultrabold">Longer words</span> earn <span weight="ultrabold">one point per letter</span>
it: <span weight="ultrabold">Le parole più lunghe</span> guadagnano <span weight="ultrabold">un punto per lettera</span>
nl: <span weight="ultrabold">Bij langere woorden</span> wordt <span weight="ultrabold">een extra punt per letter toegekend</span>
vi: <span weight="ultrabold">Từ dài hơn</span> được <span weight="ultrabold">1 điểm mỗi chữ cái</span>

source: Words containing <span weight="ultrabold">all the letters</span> earn <span weight="ultrabold">seven additional points</span>
it: Le parole che contengono <span weight="ultrabold">tutte le lettere</span> guadagnano <span weight="ultrabold">sette punti aggiuntivi</span>
nl: Woorden die <span weight="ultrabold">alle letters</span> bevatten zijn <span weight="ultrabold">zeven bonuspunten</span> waard
vi: Từ chứa <span weight="ultrabold">tất cả các chữ cái</span> được cộng <span weight="ultrabold">7 điểm thưởng</span>

source: About Hints
it: Informazioni sui suggerimenti
nl: Over hints
vi: Về gợi ý

source: The symbol, <span weight="ultrabold">Σ</span>, is short for <span weight="ultrabold">sum</span>
it: Il simbolo <span weight="ultrabold">Σ</span> è l'abbreviazione di <span weight="ultrabold">somma</span>
nl: Het symbool <span weight="ultrabold">Σ</span> staat voor de <span weight="ultrabold">som</span>
vi: Ký hiệu <span weight="ultrabold">Σ</span> là viết tắt của <span weight="ultrabold">tổng</span>

source: The <span weight="ultrabold">first column</span> contains the provided letters eg E, K, L, etc
it: La <span weight="ultrabold">prima colonna</span> contiene le lettere fornite,ad esempio E, K, L, ecc.
nl: De <span weight="ultrabold">eerste kolom</span> bevat de getoonde letters, bijv. E, K, L, etc.
vi: <span weight="ultrabold">Cột đầu tiên</span> chứa các chữ cái được cung cấp ví dụ E, K, L, v.v.

source: The <span weight="ultrabold">last column</span> contains the total number of words that begin with the corresponding letter
it: L'<span weight="ultrabold">ultima colonna</span> contiene il numero totale di parole che iniziano con la lettera corrispondente
nl: De <span weight="ultrabold">laatste kolom</span> bevat het totaal aantal woorden dat met die letter begint
vi: <span weight="ultrabold">Cột cuối</span> chứa tổng số từ bắt đầu bằng chữ cái tương ứng

source: The <span weight="ultrabold">first row</span> contains the word lengths e.g. 4 letters, 5 letters, etc
it: La <span weight="ultrabold">prima riga</span> contiene le lunghezze delle parole,ad esempio 4 lettere, 5 lettere, ecc.
nl: De <span weight="ultrabold">eerste rij</span> toont de woordlengtes, bijv. 4 letters, 5 letters, etc.
vi: <span weight="ultrabold">Hàng đầu tiên</span> chứa độ dài từ ví dụ 4 chữ cái, 5 chữ cái, v.v.

source: The <span weight="ultrabold">last row</span> contains the total number of 4-letter words, 5-letter words, etc
it: L'<span weight="ultrabold">ultima riga</span> contiene il numero totale di parole di 4 lettere, parole di 5 lettere, ecc.
nl: De <span weight="ultrabold">laatste rij</span> bevat het totaal aantal vierletterwoorden, vijfletterwoorden, etc.
vi: <span weight="ultrabold">Hàng cuối</span> chứa tổng số từ 4 chữ cái, 5 chữ cái, v.v.

source: The <span weight="ultrabold">non-edge(inner) table cells</span> contain the number of n-letter words that begin with a particular letter
it: Le <span weight="ultrabold">celle della tabella non edge(inner)</span> contengono il numero di parole di n lettere che iniziano con una lettera specifica
nl: De <span weight="ultrabold">binnenste tabelcellen</span> bevatten het aantal x-letterwoorden die met een bepaalde letter beginnen
vi: <span weight="ultrabold">Các ô bên trong bảng</span> chứa số lượng từ n chữ cái bắt đầu bằng một chữ cái nhất định

source: The <span weight="ultrabold">two-letter list</span> contains the number of words that begin with the given pair of letters e.g. DE-20 means 20 words begin with the letters DE
it: L'<span weight="ultrabold">elenco di due lettere</span> contiene il numero di parole che iniziano con la coppia di lettere indicata, ad esempio DE-20 significa 20 parole che iniziano con le lettere DE
nl: De <span weight="ultrabold">tweeletterlijst</span> toont het aantal woorden dat met bepaalde letters begint - voorbeeld: DE-20 beteknt dat 20 woorden met de letters D en E beginnen
vi: <span weight="ultrabold">Danh sách hai chữ cái</span> chứa số lượng từ bắt đầu bằng cặp chữ cái tương ứng, ví dụ DE-20 nghĩa là có 20 từ bắt đầu bằng DE

source: Novice
it: Novizio
nl: Beginner
vi: Tân binh

source: Apprentice
it: Apprendista
nl: Behendig
vi: Học việc

source: Competent
it: Competente
vi: Thành thạo

source: Skilled
it: Abile
nl: Bekwaam
vi: Giỏi

source: Masterful
it: Magistrale
nl: Deskundig
vi: Bậc thầy

source: Exceptional
it: Eccezionale
nl: Buitengewoon
vi: Xuất chúng

source: Amazing
it: Sorprendente
nl: Goeroe
vi: Tuyệt vời

source: Genius
it: Genio
nl: Genie
vi: Thiên tài

source: <small>Highest rank, congratulations</small>
it: <small>Classifica più alta, congratulazioni</small>
nl: <small>Gefeliciteerd, je hebt de hoogste rang behaald!</small>
vi: <small>Hạng cao nhất, chúc mừng</small>

source: <small><b>%d</b> point to <b>%s</b></small>
it: <small><b>%d</b> punto a <b>%s</b>, <b>%d</b> a <b>%s</b></small>
nl: <small><b>%d</b> punt voor <b>%s</b></small>
vi: <small><b>%d</b> điểm đến <b>%s</b></small>

source: <small><b>%d</b> point to <b>%s</b>, <b>%d</b> to <b>%s</b></small>
it: <small><b>%d</b> punto a <b>%s</b>, <b>%d</b> a <b>%s</b></small>
nl: <small><b>%d</b> punt voor <b>%s</b>; <b>%d</b> voor <b>%s</b></small>
vi: <small><b>%d</b> điểm đến <b>%s</b>, <b>%d</b> đến <b>%s</b></small>

source: No.
nl: Aantal
vi: STT

source: Center Letter
it: Lettera centrale
nl: Middelste letter
vi: Chữ cái trung tâm

source: Outer Letters
it: Lettere esterne
nl: Buitenste letters
vi: Chữ cái bên ngoài

source: Score
it: Punteggio
vi: Điểm

source: Total Score
it: Punteggio totale
nl: Totaalscore
vi: Tổng điểm

source: Recycled attempted quiz
it: Tentativo di quiz riciclato
nl: Herstel een eerdere quiz
vi: Đã tái sử dụng câu đố đã chơi

source: No attempted quiz
it: Nessun quiz tentato
nl: Er zijn geen eerdere quizzen
vi: Chưa có câu đố đã chơi

source: %d words · %d points
it: %d parole · %d punti
nl: %d woorden · %d punten
vi: %d từ · %d điểm

source: Too Short
it: Troppo corta
nl: Te kort
vi: Quá ngắn

source: Contains Invalid Letter
it: Contiene una lettera non valida
nl: Dit woord bevat een ongeldige letter
vi: Chứa chữ cái không hợp lệ

source: Missing Center Letter
it: Lettera centrale mancante
nl: De middelste letter ontbreekt
vi: Thiếu chữ cái trung tâm

source: Already Found
it: Già trovata
nl: Dit woord is al gevonden
vi: Đã tìm thấy

source: Word Not Found
it: Parola non trovata
nl: Dit woord bestaat niet
vi: Không tìm thấy từ

source: Spelling Bee
nl: Spellingkampioen
